adobe-source-code-pro-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
ark
base
base-devel
bluedevil
bluez
bluez-utils
brave-bin
breeze-gtk
brightnessctl
calibre
cantarell-fonts
cups
dolphin
efibootmgr
ffmpegthumbs
firefox
fuse2
git
grub
grub-btrfs
gsfonts
gwenview
hiddify-next-bin
intel-media-driver
intel-ucode
joplin-appimage
kate
kde-gtk-config
kdeplasma-addons
konsole
kscreen
kwallet-pam
kwalletmanager
libayatana-appindicator
linux
linux-firmware
maplemono-ttf
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
okular
openssh
pacman-contrib
patchelf
pipewire-alsa
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
power-profiles-daemon
powerdevil
print-manager
qt5-wayland
reflector
rsync
sddm
sddm-kcm
snapper
sof-firmware
spectacle
sudo
ttf-arphic-ukai
ttf-arphic-uming
ttf-dejavu
ttf-hack
ttf-liberation
ttf-opensans
visual-studio-code-bin
vlc
vulkan-intel
wmenu
xdg-desktop-portal-kde
xorg-xwayland
yay
yay-debug
yt-dlp
zotero-bin
zsh
