ark
base
base-devel
bluedevil
bluez
bluez-utils
brave-bin
breeze-gtk
brightnessctl
calibre
cantarell-fonts
cmake
cups
discord
dolphin
efibootmgr
elisa
ffmpegthumbs
firefox
firewalld
fuse2
gcc-fortran
git
grub
grub-btrfs
gsfonts
gwenview
hiddify-next-bin
intel-media-driver
intel-ucode
juliaup
kate
kde-gtk-config
kdeconnect
kdeplasma-addons
keepassxc
konsole
kscreen
kwallet-pam
kwalletmanager
less
libayatana-appindicator
linux
linux-firmware
maplemono-ttf
maplemononl-ttf
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
okular
openssh
pacman-boot-backup-hook
pacman-contrib
pacman-log-orphans-hook
patchelf
pdfarranger
pipewire-alsa
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
positron-ide-devel-bin
power-profiles-daemon
powerdevil
print-manager
python-pipx
qt5-wayland
r
reflector
rsync
sddm
sddm-kcm
sioyek-appimage
snapper
sof-firmware
spectacle
sudo
syncthing
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langarabic
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-xetex
tsocks
ttf-arphic-ukai
ttf-arphic-uming
ttf-dejavu
ttf-hack
ttf-liberation
ttf-opensans
unrar
vazirmatn-fonts
visual-studio-code-bin
vlc
vlc-plugins-all
vulkan-intel
wget
wl-clipboard
xdg-desktop-portal-kde
xorg-xwayland
yay
yt-dlp
zotero-bin
zsh
zsh-autosuggestions
zsh-syntax-highlighting
